Repository: 84000/data-translation-memory
Catalog: toh354-v3.tmx
Source language: bo
Languages: en

source: །དགེ་བ་སྤྱོད་པའི་སྐྱེ་བོ་ཚད་མེད་པ་དག་ནི་མི་སྐྱེ་བའི་བཟོད་པ་ཐོབ་ནས་རྟག་པར་བདེ་བ་མྱོང་བར་གྱུར་ཏོ།
en: Limitless beings with virtuous ways attained the acceptance of nonarising and experienced lasting happiness.

source: །ཚེ་འཕོ་བར་འགྱུར་བ་ཚད་མེད་པ་སྙེད་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སྐྱེས་ནས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་མཉམ་ཞིང་མཚུངས་པའི་གྲོགས་སུ་གྱུར་ཏོ།
en: Limitless beings who were to pass away were reborn in the pure lands of the buddhas and accompanied the bodhisattvas as their equals.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཁོར་འདུས་པ་ཐམས་ཅད་རང་གི་གནས་སུ་དོང་སྟེ། བསོད་ནམས་མངོན་པར་འདུ་བྱེད་ཅིང་རབ་ཏུ་དགའ་བས་དགའ་བཞིན་དུ་སྤྱོད་པར་གྱུར་ཏོ།
en: The Blessed One having spoken, all the gathered assemblies returned to their respective homes as they created merit and rejoiced, full of delight.

source: །འཕགས་པ་ལེགས་ཉེས་ཀྱི་རྒྱུ་དང་འབྲས་བུ་བསྟན་པ་ཞེས་བྱ་བའི་མདོ་རྫོགས་སོ།། །།ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཆོས་གྲུབ་ཀྱིས་རྒྱ་གར་དང་རྒྱའི་དཔེ་ལས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: Thus concludes the noble sūtra “The Teaching on the Causes and Results of Good and Ill.” Translated, edited, and finalized by the senior translator-editor and monk Chödrup based on Indian and Chinese manuscripts.
